[
  {
    "text": "Самое лучшее деяние — это намаз, совершённый в начале отведённого для него времени.",
    "author": "Тирмизи и аль-Хаким"
  },
  {
    "text": "Пророк Мухаммад (мир ему и благословение) сказал: «Бойтесь Аллаха, совершайте пятикратную молитву, соблюдайте пост в месяце Рамазан, выплачивайте закят с имущества и подчиняйтесь правителям; вы войдёте в рай».",
    "author": "Хадис передал имам ат-Тирмизи"
  },
  {
    "text": "Посланник Аллаха (мир ему и благословение) сказал: «Каждое благое деяние – милостыня». ",
    "author": "Хадис передал имам Бухари"
  },
  {
    "text": "Посланник Аллаха (мир ему и благословение) говорил: «Кто из вас увидит злодеяние, пусть остановит его рукой; если не в состоянии сделать это, то языком; а если и на это не способен, пусть хотя бы не соглашается сердцем, – это самая слабая степень веры».",
    "author": "Хадис передал имам Муслим"
  },
  {
    "text": "Посланник Аллаха (мир ему и благословение) сказал: «У лицемера три признака: когда говорит, врёт; когда обещает, не выполняет; когда доверяют ему, не оправдывает доверие». ",
    "author": "Хадис передали имамы Бухари и Муслим"
  },
  {
    "text": "Посланник Аллаха (мир ему и благословение) сказал: «Не будет совершенной вера одного из вас, пока не пожелает он брату своему того же, что и себе».",
    "author": "Хадис передали имамы Бухари и Муслим"
  },
  {
    "text": "Посланник Аллаха (мир ему и благословение) сказал: «Не является лжецом тот, кто примиряет людей, желая добра или говоря добро».",
    "author": "Хадис передали имамы Бухари и Муслим"
  },
  {
    "text": "Посланник Аллаха (мир ему и благословение) сказал: «В число больших грехов входят придавание сотоварища Всевышнему Аллаху, ослушание родителей, убийство человека и ложная клятва».",
    "author": "Передал имам Бухари"
  },
  {
    "text": "Посланник Аллаха (мир ему и благословение) сказал: «Человек в религии своего друга; пусть посмотрит каждый из вас, с кем он дружит». ",
    "author": "Хадис передал имам Абу Давуд"
  },
  {
    "text": "Посланник Аллаха (мир ему и благословение) сказал: «Аллах доволен рабом, когда он восхваляет Его после еды и питья».",
    "author": "Передал имам Муслим"
  }
]